Repository: dkostenko/2safe
Catalog: TwoSafe/View/FormSetup.*.resx
Languages: ru_ru

# radioButtonHasAccount.Text
source: I already have a 2safe account
ru_ru: У меня уже есть аккаунт 2safe

# radioButtonDoesNotHaveAccount.Text
source: I don't have a 2safe account
ru_ru: У меня нет аккаунта 2safe

# labelPasswordLogin.Text
source: Password:
ru_ru: Пароль:

# labelAccountLogin.Text
source: Account:
ru_ru: Аккаунт:

# labelLogin.Text
source: Log in to 2Safe
ru_ru: Вход в 2Safe

# labelRepeatPasswordSignup.Text
source: Repeat password:
ru_ru: Повторите пароль:

# labelSignUp.Text
source: Sign up for 2safe
ru_ru: Создание акаунта

# labelPasswordSignup.Text
source: Password:
ru_ru: Пароль:

# labelAccountSignup.Text
source: Account:
ru_ru: Аккаунт:

# buttonNext.Text
source: Next
ru_ru: Далее

# buttonPrevious.Text
source: Previous
ru_ru: Назад

# radioButtonAdvanced.Text
source: Custom
ru_ru: Другое расположение

# radioButtonTypical.Text
source: Typical (recommended)
ru_ru: По умолчанию

# labelFulSetup.Text
source: Choose folder setup
ru_ru: Выберите расположение папки 2Safe

# label2.Text
source: 2safe has finished installing, and you are good to go. Thank you for using 2safe. We hope you enjoy it.
ru_ru: 2safe закончил установку и готов к работе. Спасибо за использование 2Safe. Надеемся он принесет вам пользу.

# label1.Text
source: That's it!
ru_ru: Готово!

# $this.Text
source: 2safe Setup
ru_ru: 2safe - Начало работы
