Repository: dkostenko/2safe
Catalog: TwoSafe/View/WinFormStrings.*.resx
Languages: ru_ru

# error001
source: Not Autorize
ru_ru: Не авторизован

# error002
source: Incorrect Login
ru_ru: Неправильный логин

# error003
source: Password Hash not found in DB
ru_ru: Hash пароля не найден в БД

# error004
source: Incorrect Password
ru_ru: Неправильный пароль

# error005
source: Command is not defined
ru_ru: Команда не определена

# error006
source: Command not found
ru_ru: Комманда не найдена

# error007
source: Param email is not defined
ru_ru: Параметр "email" не задан

# error008
source: Invalid format email
ru_ru: Неправильный формат email

# error009
source: Param login is not defined
ru_ru: Параметр "login" не определен

# error010
source: Invalid format login
ru_ru: Неправильный формат login

# error011
source: Param password is not defined
ru_ru: Параметр "password" не определен

# error012
source: Error when accessing DataBase
ru_ru: Ошибка доступа к базе

# error013
source: Email is not available
ru_ru: Email недоступен

# error014
source: Login is not available
ru_ru: Login недоступен

# error015
source: Invalid Token
ru_ru: Неправильный токен

# error016
source: File is not defined
ru_ru: Файл не определен

# error017
source: Upload file error
ru_ru: Ошибка загрузки файла

# error018
source: Param dir_id is not defined
ru_ru: Параметр dir_id не определен

# error019
source: Invalid dir_id
ru_ru: Неправильный параметр dir_id

# error020
source: Invalid container
ru_ru: Неправильный параметр container

# error021
source: Root dir not found
ru_ru: Корневая папка не найдена

# error022
source: Param dir_name is not defined
ru_ru: Параметр dir_name не определен

# error023
source: Recursive dirs detected
ru_ru: Обнаружены рекурсивные папки

# error024
source: Permissions Denied
ru_ru: Отказано в доступе

# error025
source: Excess of quota
ru_ru: Превышение квоты

# error026
source: Object exists
ru_ru: Объект существует

# error027
source: File name is not defined
ru_ru: Имя файла не определено

# error028
source: File size is not defined
ru_ru: Размер файла не определен

# error029
source: File type is not defined
ru_ru: Тип файла не определен

# error030
source: Invalid format file size
ru_ru: Неправильный формат размера

# error031
source: Param is not defined
ru_ru: Параметр не определен

# error032
source: Invalid id
ru_ru: Неправильный id

# error033
source: Param id is not defined
ru_ru: Параметр id не определен

# error034
source: Invalid url
ru_ru: Плохая url

# error035
source: Trash dir not found
ru_ru: Папка с мусором не найдена

# error036
source: Dir not empty
ru_ru: Папка не пуста

# error037
source: Error when accessing to Storage
ru_ru: Ошибка доступа к Хранилищу

# error039
source: Dir hash is not defined
ru_ru: Хэш папки не определен

# error040
source: User hash is not defined
ru_ru: Хэш юзера не определен

# error041
source: Excess of size
ru_ru: Превышение размера

# error042
source: Invalid format offset
ru_ru: Неправильный сдвиг

# error043
source: Excess of offset
ru_ru: Превышение сдвига

# error044
source: Checksum is not equivalent
ru_ru: Checksum не сходится

# error045
source: Object not found
ru_ru: Объект не найден

# error046
source: Invalid name
ru_ru: Неправильное имя

# error047
source: Root file not found
ru_ru: Корневой файл не найден

# error048
source: Props is not defined
ru_ru: Свойства не определены

# error049
source: Personal is not defined
ru_ru: Personal не определен

# error050
source: Passwords equivalent
ru_ru: Пароли одинаковые

# error051
source: Auth_string not defined
ru_ru: Auth_string не определена

# error052
source: Param captcha is not defined
ru_ru: Параметр captcha не определен

# error053
source: Invalid captcha
ru_ru: Неправильная капча

# error054
source: User not Found
ru_ru: Юзер не найден

# error055
source: Password is Empty
ru_ru: Пустой пароль

# error056
source: Already exists
ru_ru: Уже существует

# error057
source: Login is Empty
ru_ru: Пустой логин

# error058
source: Path not found
ru_ru: Путь не найден

# error059
source: Not a directory
ru_ru: Не является папкой

# error060
source: Already locked
ru_ru: Уже заблокирован

# error061
source: Lock_token not defined
ru_ru: Lock_token не определен

# error062
source: Not locked
ru_ru: Не заблокировано

# error063
source: Not a file
ru_ru: Не является файлом

# error064
source: Timeout not defined
ru_ru: Таймаут не определен

# error065
source: Invalid Timeout
ru_ru: неправильный таймаут

# error066
source: Object is not shared
ru_ru: Объект не расшарен

# error067
source: Recursion while moving directory
ru_ru: Рекурсия при перемещении папки

# error068
source: Shared dir not found
ru_ru: Расшаренная папка не найдена

# error069
source: Invalid format time
ru_ru: Время в неправильном формате

# error070
source: Invalid format Range
ru_ru: Range в неправильном формате

# error071
source: Param like is not defined
ru_ru: Параметр like не определен

# error072
source: Invalid format like
ru_ru: like в неправильном формате

# error073
source: Not a version
ru_ru: Не является версией

# error075
source: Object is not versioned
ru_ru: У объекта нет других версий

# error076
source: Object already versioned
ru_ru: У объекта уже есть версии

# error077
source: Password mismatch
ru_ru: Несовпадение паролей

# error078
source: Promo code is not defined
ru_ru: Промо код не определен

# error079
source: Promo code already activated
ru_ru: Промо код уже активирован

# error080
source: Invalid promo code
ru_ru: Неверный промокод

# error081
source: Already participated promo name
ru_ru: Такое имя Промо уже было

# error082
source: Timeout fail promo attempts
ru_ru: Таймаут промо

# error083
source: Param reset code is not defined
ru_ru: Параметр reset code не определен

# error084
source: Invalid reset code
ru_ru: Неправильный reset code
